Repository: spiderdev-github/net-speed-animals
Catalog: src/locale/po_files/*.po
Languages: de, es, fr

source: Show desktop notifications for alerts and warnings
de: Desktop-Benachrichtigungen für Warnungen anzeigen
es: Mostrar notificaciones de escritorio para alertas y advertencias
fr: Afficher les notifications du bureau pour les alertes et avertissements

source: Network Alerts
de: Netzwerkwarnungen
es: Alertas de red
fr: Alertes réseau

source: Network Dropout Alert
de: Warnung bei Netzwerkausfall
es: Alerta de caída de red
fr: Alerte de perte de connexion

source: Notify when network speed drops below threshold
de: Benachrichtigen, wenn die Netzwerkgeschwindigkeit unter den Schwellenwert fällt
es: Notificar cuando la velocidad de red baje del umbral
fr: Notifier quand la vitesse réseau descend sous le seuil

source: Network Dropout Threshold
de: Schwellenwert für Netzwerkausfall
es: Umbral de caída de red
fr: Seuil de perte de connexion

source: Minimum speed to trigger alert (Mbit/s)
de: Mindestgeschwindigkeit zum Auslösen der Warnung (Mbit/s)
es: Velocidad mínima para activar la alerta (Mbit/s)
fr: Vitesse minimale pour déclencher l'alerte (Mbit/s)

source: System Alerts
de: Systemwarnungen
es: Alertas del sistema
fr: Alertes système

source: High CPU Usage Alert
de: Warnung bei hoher CPU-Auslastung
es: Alerta de uso elevado de CPU
fr: Alerte d'utilisation CPU élevée

source: Notify when CPU usage exceeds threshold
de: Benachrichtigen, wenn die CPU-Auslastung den Schwellenwert überschreitet
es: Notificar cuando el uso de CPU supere el umbral
fr: Notifier quand l'utilisation CPU dépasse le seuil

source: CPU Alert Threshold
de: CPU-Warnschwellenwert
es: Umbral de alerta de CPU
fr: Seuil d'alerte CPU

source: CPU usage percentage to trigger alert (%)
de: CPU-Auslastung in Prozent zum Auslösen der Warnung (%)
es: Porcentaje de uso de CPU para activar la alerta (%)
fr: Pourcentage d'utilisation CPU pour déclencher l'alerte (%)

source: High Memory Usage Alert
de: Warnung bei hoher Speicherauslastung
es: Alerta de uso elevado de memoria
fr: Alerte d'utilisation mémoire élevée

source: Notify when memory usage exceeds threshold
de: Benachrichtigen, wenn die Speicherauslastung den Schwellenwert überschreitet
es: Notificar cuando el uso de memoria supere el umbral
fr: Notifier quand l'utilisation mémoire dépasse le seuil

source: Memory Alert Threshold
de: Speicher-Warnschwellenwert
es: Umbral de alerta de memoria
fr: Seuil d'alerte mémoire

source: Memory usage percentage to trigger alert (%)
de: Speicherauslastung in Prozent zum Auslösen der Warnung (%)
es: Porcentaje de uso de memoria para activar la alerta (%)
fr: Pourcentage d'utilisation mémoire pour déclencher l'alerte (%)

source: High Temperature Alert
de: Warnung bei hoher Temperatur
es: Alerta de temperatura elevada
fr: Alerte de température élevée

source: Notify when temperature exceeds threshold
de: Benachrichtigen, wenn die Temperatur den Schwellenwert überschreitet
es: Notificar cuando la temperatura supere el umbral
fr: Notifier quand la température dépasse le seuil

source: Temperature Alert Threshold
de: Temperatur-Warnschwellenwert
es: Umbral de alerta de temperatura
fr: Seuil d'alerte de température

source: Temperature to trigger alert (°C)
de: Temperatur zum Auslösen der Warnung (°C)
es: Temperatura para activar la alerta (°C)
fr: Température pour déclencher l'alerte (°C)

source: Bandwidth Quota Alerts
de: Bandbreitenkontingent-Warnungen
es: Alertas de cuota de ancho de banda
fr: Alertes de quota de bande passante

source: Monthly Bandwidth Quota
de: Monatliches Bandbreitenkontingent
es: Cuota mensual de ancho de banda
fr: Quota mensuel de bande passante

source: Monthly bandwidth limit in GB (0 = disabled)
de: Monatliches Bandbreitenlimit in GB (0 = deaktiviert)
es: Límite mensual de ancho de banda en GB (0 = desactivado)
fr: Limite mensuelle de bande passante en Go (0 = désactivé)

source: Bandwidth Quota Alert
de: Bandbreitenkontingent-Warnung
es: Alerta de cuota de ancho de banda
fr: Alerte de quota de bande passante

source: Notify when approaching bandwidth quota limit
de: Benachrichtigen, wenn das Bandbreitenkontingent fast erreicht ist
es: Notificar cuando se acerque al límite de cuota de ancho de banda
fr: Notifier quand le quota de bande passante est presque atteint

source: Warning Threshold
de: Warnschwelle
es: Umbral de advertencia
fr: Seuil d'avertissement

source: Show warning at percentage of quota (%)
de: Warnung bei Prozentsatz des Kontingents anzeigen (%)
es: Mostrar advertencia al porcentaje de la cuota (%)
fr: Afficher un avertissement au pourcentage du quota (%)

source: Critical Threshold
de: Kritische Schwelle
es: Umbral crítico
fr: Seuil critique

source: Show critical alert at percentage of quota (%)
de: Kritische Warnung bei Prozentsatz des Kontingents anzeigen (%)
es: Mostrar alerta crítica al porcentaje de la cuota (%)
fr: Afficher une alerte critique au pourcentage du quota (%)

source: About
de: Über
es: Acerca de
fr: À propos

source: Display internet speed with animated animals
de: Internetgeschwindigkeit mit animierten Tieren anzeigen
es: Mostrar la velocidad de Internet con animales animados
fr: Affiche la vitesse Internet avec des animaux animés

source: License MIT
de: Lizenz MIT
es: Licencia MIT
fr: Licence MIT

source: Author
de: Autor
es: Autor
fr: Auteur

source: Shows network speed (and more) in the top bar using fun animated icons and optional statistics.
de: Zeigt die Netzwerkgeschwindigkeit (und mehr) in der oberen Leiste mit lustigen animierten Symbolen und optionalen Statistiken an.
es: Muestra la velocidad de red (y más) en la barra superior con iconos animados divertidos y estadísticas opcionales.
fr: Affiche la vitesse réseau (et plus) dans la barre supérieure avec des icônes animées amusantes et des statistiques optionnelles.

source: Github Project :
fr: Projet Github :

source: Donations
de: Spenden
es: Donaciones
fr: Dons

source: If this extension helps you, a small donation supports development and future updates.
de: Wenn Ihnen diese Erweiterung hilft, unterstützt eine kleine Spende die Entwicklung und zukünftige Updates.
es: Si esta extensión te ayuda, una pequeña donación apoya el desarrollo y futuras actualizaciones.
fr: Si cette extension vous aide, un petit don soutient le développement et les futures mises à jour.

source: Support the project via PayPal
de: Das Projekt über PayPal unterstützen
es: Apoyar el proyecto a través de PayPal
fr: Soutenir le projet via PayPal

source: Support the project via Buy Me a Coffee
de: Das Projekt über Buy Me a Coffee unterstützen
es: Apoyar el proyecto a través de Buy Me a Coffee
fr: Soutenir le projet via Buy Me a Coffee

source: Speed: --
de: Geschwindigkeit: --
es: Velocidad: --
fr: Vitesse : --

source: Memory: --
de: Speicher: --
es: Memoria: --
fr: Mémoire : --

source: Temperature: --
de: Temperatur: --
es: Temperatura: --
fr: Température : --

source: Disk I/O: --
de: Festplatten-E/A: --
es: E/S Disco: --
fr: E/S Disque : --

source: View all stats
de: Details anzeigen
fr: Afficher le detail

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences

source: Restart Extension
de: Erweiterung neu starten
es: Reiniciar extensión
fr: Redémarrer l'extension

source: Daily: --
de: Täglich: --
es: Diario: --
fr: Journalier : --

source: Weekly: --
de: Wöchentlich: --
es: Semanal: --
fr: Hebdomadaire : --

source: Monthly: --
de: Monatlich: --
es: Mensual: --
fr: Mensuel : --

source: Reset Session Stats
de: Sitzungsstatistiken zurücksetzen
es: Restablecer estadísticas de sesión
fr: Réinitialiser les statistiques de session

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse

source: Memory
de: Speicher
es: Memoria
fr: Mémoire

source: Temperature
de: Temperatur
es: Temperatura
fr: Température

source: Disk I/O
de: Festplatten-E/A
es: E/S Disco
fr: E/S Disque

source: Daily
de: Täglich
es: Diario
fr: Journalier

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel

source: Speed Display
de: Geschwindigkeitsanzeige
es: Visualización de velocidad
fr: Affichage de la vitesse

source: Automatic (highest traffic)
de: Automatisch (höchster Datenverkehr)
es: Automático (mayor tráfico)

source: Notifications
de: Benachrichtigungen
es: Notificaciones

source: Description
de: Beschreibung
es: Descripción

source: Interface: --
de: Schnittstelle: --
es: Interfaz: --

source: Session: --
de: Sitzung: --
es: Sesión: --

source: Interface
de: Schnittstelle
es: Interfaz

source: Session
de: Sitzung
es: Sesión

source: Animation
es: Animación

source: Temperture options
es: Opciones de temperatura

source: Version
es: Versión
