Repository: spiderdev-github/net-speed-animals
Catalog: src/locale/po_files/*.po
Languages: de, es, fr

source: Existing settings were found. Do you want to reset them to defaults?
fr: Des paramètres existants ont été détectés. Voulez-vous les rétablir par défaut ?

source: Keep
fr: Garder

source: Reset
fr: Réinitialiser

source: System Default
de: Systemstandard
es: Idioma del sistema
fr: Langue du système

source: General
de: Allgemein
fr: Général

source: Network Interface
de: Netzwerkschnittstelle
es: Interfaz de red
fr: Interface réseau

source: Select which network interface to monitor
de: Wählen Sie die zu überwachende Netzwerkschnittstelle aus
es: Selecciona qué interfaz de red supervisar
fr: Sélectionner l'interface réseau à surveiller

source: Manual (select below)
de: Manuell (unten auswählen)
es: Manual (seleccionar abajo)
fr: Manuel (sélection ci-dessous)

source: Interface Selection Mode
de: Modus zur Schnittstellenauswahl
es: Modo de selección de interfaz
fr: Mode de sélection de l'interface

source: How to choose the network interface
de: Wie die Netzwerkschnittstelle ausgewählt wird
es: Cómo elegir la interfaz de red
fr: Comment choisir l'interface réseau

source: Interface Name
de: Name der Schnittstelle
es: Nombre de la interfaz
fr: Nom de l'interface

source: Adjust animation speed
de: Animationsgeschwindigkeit anpassen
es: Ajustar la velocidad de la animación
fr: Ajuster la vitesse d'animation

source: Min Animation Speed
de: Minimale Animationsgeschwindigkeit
es: Velocidad mínima de animación
fr: Vitesse d'animation minimale

source: Fastest animation interval (ms) at high speed
de: Schnellstes Animationsintervall (ms) bei hoher Geschwindigkeit
es: Intervalo de animación más rápido (ms) a alta velocidad
fr: Intervalle d'animation le plus rapide (ms) à haute vitesse

source: Max Animation Speed
de: Maximale Animationsgeschwindigkeit
es: Velocidad máxima de animación
fr: Vitesse d'animation maximale

source: Slowest animation interval (ms) at low speed
de: Langsamstes Animationsintervall (ms) bei niedriger Geschwindigkeit
es: Intervalo de animación más lento (ms) a baja velocidad
fr: Intervalle d'animation le plus lent (ms) à basse vitesse

source: Disable Animation
de: Animation deaktivieren
es: Desactivar animación
fr: Désactiver l'animation

source: Show a static icon instead of animated frames (uses fixed-animal.svg if available)
de: Statisches Symbol anstelle von animierten Frames anzeigen (verwendet fixed-animal.svg falls verfügbar)
es: Mostrar un icono estático en lugar de fotogramas animados (usa fixed-animal.svg si está disponible)
fr: Afficher une icône fixe au lieu de l'animation (utilise fixed-animal.svg si disponible)

source: Panel Position
fr: Position du panneau

source: Choose where the indicator appears in the top bar
fr: Choisissez l'emplacement où l'indicateur apparaît dans la barre supérieure

source: Left
fr: Gauche

source: Center
fr: Centré

source: Right
fr: Droite

source: Position in Panel
fr: Position dans le panneau

source: Place the indicator on the left, center, or right of the top bar
fr: Placez l'indicateur à gauche, au centre ou à droite de la barre supérieure.

source: Position Index
fr: Indice de position

source: Order within the chosen panel area (0 = first)
fr: Ordre dans la zone du panneau choisi (0 = premier)

source: Network Statistics
de: Netzwerkstatistiken
es: Estadísticas de red
fr: Statistiques réseau

source: Track and display network traffic statistics
de: Netzwerkverkehrsstatistiken erfassen und anzeigen
es: Registrar y mostrar estadísticas de tráfico de red
fr: Suivre et afficher les statistiques de trafic réseau

source: Track Statistics
de: Statistiken erfassen
es: Registrar estadísticas
fr: Suivre les statistiques

source: Record network traffic data (session/daily/weekly/monthly)
de: Netzwerkverkehrsdaten aufzeichnen (Sitzung/täglich/wöchentlich/monatlich)
es: Registrar datos de tráfico de red (sesión/diario/semanal/mensual)
fr: Enregistrer les données de trafic réseau (session/journalier/hebdomadaire/mensuel)

source: Show Statistics in Menu
de: Statistiken im Menü anzeigen
es: Mostrar estadísticas en el menú
fr: Afficher les statistiques dans le menu

source: Display traffic statistics in the popup menu
de: Verkehrsstatistiken im Popup-Menü anzeigen
es: Mostrar estadísticas de tráfico en el menú emergente
fr: Afficher les statistiques de trafic dans le menu contextuel

source: Click Actions
de: Klick-Aktionen
es: Acciones de clic
fr: Actions de clic

source: Configure mouse click and scroll interactions
de: Mausklick- und Scroll-Interaktionen konfigurieren
es: Configurar interacciones de clic y desplazamiento del ratón
fr: Configurer les interactions de clic souris et de défilement

source: Middle-Click to Open Preferences
de: Mittelklick zum Öffnen der Einstellungen
es: Clic central para abrir preferencias
fr: Clic du milieu pour ouvrir les préférences

source: Middle-click the panel icon to open preferences (off = open popup menu)
de: Mittelklick auf das Panel-Symbol zum Öffnen der Einstellungen (aus = Popup-Menü öffnen)
es: Clic central en el icono del panel para abrir preferencias (desactivado = abrir menú emergente)
fr: Clic du milieu sur l'icône du panneau pour ouvrir les préférences (désactivé = ouvrir le menu)

source: Left-Click to Cycle Speed Display
de: Linksklick zum Wechseln der Geschwindigkeitsanzeige
es: Clic izquierdo para cambiar la visualización de velocidad
fr: Clic gauche pour changer l'affichage de la vitesse

source: Click the panel icon to cycle through speed display modes
de: Auf das Panel-Symbol klicken, um die Anzeigemodi der Geschwindigkeit zu wechseln
es: Clic en el icono del panel para recorrer los modos de visualización de velocidad
fr: Cliquer sur l'icône du panneau pour parcourir les modes d'affichage de la vitesse

source: Scroll to Switch Network Interface
de: Scrollen zum Wechseln der Netzwerkschnittstelle
es: Desplazar para cambiar la interfaz de red
fr: Défiler pour changer d'interface réseau

source: Scroll on the panel icon to switch network interfaces
de: Auf dem Panel-Symbol scrollen, um Netzwerkschnittstellen zu wechseln
es: Desplazar sobre el icono del panel para cambiar de interfaz de red
fr: Défiler sur l'icône du panneau pour changer d'interface réseau

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Choose the extension language
de: Sprache der Erweiterung wählen
es: Elegir el idioma de la extensión
fr: Choisir la langue de l'extension

source: Extension Language
de: Erweiterungssprache
es: Idioma de la extensión
fr: Langue de l'extension

source: Select language for this extension (requires reload)
de: Sprache für diese Erweiterung wählen (Neustart erforderlich)
es: Seleccionar idioma para esta extensión (requiere recarga)
fr: Sélectionner la langue pour cette extension (nécessite un rechargement)

source: Language changed. Reopen preferences to apply.
de: Sprache geändert. Einstellungen erneut öffnen zum Anwenden.
es: Idioma cambiado. Reabrir preferencias para aplicar.
fr: Langue modifiée. Rouvrir les préférences pour appliquer.

source: Cancel
fr: Annuler

source: Restore all settings to their default values
fr: Rétablir tous les paramètres à leurs valeurs par défaut

source: Reset All Settings
fr: Réinitialiser tous les paramètres

source: This will restore all extension settings to defaults
fr: Cela rétablira les paramètres par défaut de toutes les extensions.

source: Reset All Settings?
fr: Réinitialiser tous les paramètres ?

source: This will restore all settings to their default values. This action cannot be undone.
fr: Cette opération rétablira tous les paramètres à leurs valeurs par défaut. Cette action est irréversible.

source: Settings reset. Please reopen preferences to see changes.
de: Einstellungen zurückgesetzt. Bitte öffnen Sie die Einstellungen erneut, um die Änderungen zu sehen.
fr: Paramètres réinitialisés. Veuillez rouvrir les préférences pour voir les changements.

source: Close
de: Schließen
fr: Fermer

source: Display
de: Anzeige
es: Pantalla
fr: Affichage

source: Icon Theme
fr: Thème d'icône

source: Choose the animal icon theme
fr: Choisissez le thème d'icônes animales

source: Classic
fr: Classique

source: Snail / Turtle / Rabbit
fr: Escargot / Tortue / Lapin

source: Aquatic
fr: Aquatique

source: Fish / Dolphin / Shark
fr: Poisson / Dauphin / Baleine

source: Domestic
fr: Domestique

source: Cat / Dog / Horse
fr: Chat / Chien / Cheval

source: Birds
fr: Oiseaux

source: Penguin / Duck / Eagle
fr: Pingouin / Canard / Aigle

source: Insects
fr: Insectes

source: Ant / Ladybug / Bee
fr: Fourmi / Coccinelle / Abeille

source: Select the animal icon set for speed indication
fr: Sélectionnez l'ensemble d'icônes animales pour l'indication de vitesse

source: Icon Size
fr: Taille de l'icône

source: Adjust the size of panel icons
fr: Ajuster la taille des icônes du panneau

source: Icon Size (px)
fr: Taille de l'icône (px)

source: Applies to all panel icons (network, memory, CPU, temperature, disk)
fr: S'applique à toutes les icônes du panneau (réseau, mémoire, processeur, température, disque)

source: Network speed options
de: Netzwerkgeschwindigkeit-Optionen
es: Opciones de velocidad de red
fr: Options de vitesse réseau

source: Show Animal Icon
de: Tiersymbol anzeigen
es: Mostrar icono del animal
fr: Afficher l'icône de l'animal

source: Display the animated animal icon (snail/turtle/rabbit)
de: Animiertes Tiersymbol anzeigen (Schnecke/Schildkröte/Hase)
es: Mostrar el icono animado del animal (caracol/tortuga/conejo)
fr: Afficher l'icône animée de l'animal (escargot/tortue/lapin)

source: Show Speed Label
de: Geschwindigkeitstext anzeigen
es: Mostrar valor de velocidad
fr: Afficher le texte de la vitesse

source: Display network speed text value
de: Textwert der Netzwerkgeschwindigkeit anzeigen
es: Mostrar el valor de texto de la velocidad de red
fr: Afficher la valeur textuelle de la vitesse réseau

source: Show Speed Graph
de: Geschwindigkeitsgraph anzeigen
es: Mostrar gráfico de velocidad
fr: Afficher le graphique de vitesse

source: Display a historical speed graph in the popup menu
de: Einen historischen Geschwindigkeitsgraphen im Popup-Menü anzeigen
es: Mostrar un gráfico histórico de velocidad en el menú emergente
fr: Afficher un graphique historique de la vitesse dans le menu contextuel

source: Combined (Total Speed)
de: Kombiniert (Gesamtgeschwindigkeit)
es: Combinado (velocidad total)
fr: Combiné (vitesse totale)

source: Separate (Download/Upload)
de: Getrennt (Download/Upload)
es: Separado (Descarga/Subida)
fr: Séparé (Téléchargement/Envoi)

source: Download Only
de: Nur Download
es: Solo descarga
fr: Téléchargement uniquement

source: Upload Only
de: Nur Upload
es: Solo subida
fr: Envoi uniquement

source: Speed Display Mode
de: Anzeigemodus Geschwindigkeit
es: Modo de visualización de velocidad
fr: Mode d'affichage de la vitesse

source: How to display network speed
de: Wie die Netzwerkgeschwindigkeit angezeigt wird
es: Cómo mostrar la velocidad de red
fr: Comment afficher la vitesse réseau

source: Memory options
de: Speicher-Optionen
es: Opciones de memoria
fr: Options mémoire

source: Show Memory Icon
de: Speichersymbol anzeigen
es: Mostrar icono de memoria
fr: Afficher l'icône mémoire

source: Display the memory blob icon
de: Memory-Blob-Symbol anzeigen
es: Mostrar el icono del blob de memoria
fr: Afficher l'icône blob de mémoire

source: Show Memory Label
de: Speichertext anzeigen
es: Mostrar valor de memoria
fr: Afficher le texte mémoire

source: Display memory usage percentage text
de: Text für Speicherauslastung in Prozent anzeigen
es: Mostrar el texto del porcentaje de uso de memoria
fr: Afficher le pourcentage d'utilisation mémoire

source: Show Memory Graph
de: Speichergraph anzeigen
es: Mostrar gráfico de memoria
fr: Afficher le graphique mémoire

source: Display a memory usage history graph in the popup menu
de: Einen Speicherauslastungs-Verlaufsgraphen im Popup-Menü anzeigen
es: Mostrar un gráfico de historial de uso de memoria en el menú emergente
fr: Afficher un graphique d'historique d'utilisation mémoire dans le menu contextuel

source: CPU options
de: CPU-Optionen
es: Opciones de CPU
fr: Options CPU

source: Show CPU Icon
de: CPU-Symbol anzeigen
es: Mostrar icono de CPU
fr: Afficher l'icône CPU

source: Display the CPU icon
de: CPU-Symbol anzeigen
es: Mostrar el icono de CPU
fr: Afficher l'icône CPU

source: Show CPU Label
de: CPU-Text anzeigen
es: Mostrar valor de CPU
fr: Afficher le texte CPU

source: Display CPU usage percentage text
de: Text für CPU-Auslastung in Prozent anzeigen
es: Mostrar el texto del porcentaje de uso de CPU
fr: Afficher le pourcentage d'utilisation CPU

source: Show CPU Graph
de: CPU-Graph anzeigen
es: Mostrar gráfico de CPU
fr: Afficher le graphique CPU

source: Display a CPU usage history graph in the popup menu
de: Einen CPU-Auslastungs-Verlaufsgraphen im Popup-Menü anzeigen
es: Mostrar un gráfico de historial de uso de CPU en el menú emergente
fr: Afficher un graphique d'historique d'utilisation CPU dans le menu contextuel

source: Temperature options
de: Temperatur-Optionen
fr: Options de température

source: Show Temperature Icon
de: Temperatursymbol anzeigen
es: Mostrar icono de temperatura
fr: Afficher l'icône de température

source: Display the temperature thermometer icon
de: Temperatur-Thermometer-Symbol anzeigen
es: Mostrar el icono del termómetro de temperatura
fr: Afficher l'icône thermomètre

source: Show Temperature Label
de: Temperaturtext anzeigen
es: Mostrar valor de temperatura
fr: Afficher le texte température

source: Display temperature value text
de: Textwert der Temperatur anzeigen
es: Mostrar el valor de texto de la temperatura
fr: Afficher la valeur de température

source: Show Temperature Graph
de: Temperaturgraph anzeigen
es: Mostrar gráfico de temperatura
fr: Afficher le graphique de température

source: Display a temperature history graph in the popup menu
de: Einen Temperaturverlaufsgraphen im Popup-Menü anzeigen
es: Mostrar un gráfico de historial de temperatura en el menú emergente
fr: Afficher un graphique d'historique de température dans le menu contextuel

source: Disk I/O Display
de: Festplatten-E/A Anzeige
es: Visualización de E/S de disco
fr: Affichage E/S Disque

source: Show Disk Icon
de: Festplattensymbol anzeigen
es: Mostrar icono de disco
fr: Afficher l'icône disque

source: Display the disk I/O activity icon
de: Festplatten-E/A-Aktivitätssymbol anzeigen
es: Mostrar el icono de actividad de E/S de disco
fr: Afficher l'icône d'activité E/S disque

source: Show Disk Label
de: Festplattentext anzeigen
es: Mostrar valor de disco
fr: Afficher le texte disque

source: Display disk I/O speed text
de: Festplatten-E/A-Geschwindigkeitstext anzeigen
es: Mostrar el texto de velocidad de E/S de disco
fr: Afficher le texte de vitesse E/S disque

source: Show Disk I/O Graph
de: Festplatten-E/A-Graph anzeigen
es: Mostrar gráfico de E/S de disco
fr: Afficher le graphique E/S disque

source: Display a disk I/O history graph in the popup menu
de: Einen Festplatten-E/A-Verlaufsgraphen im Popup-Menü anzeigen
es: Mostrar un gráfico de historial de E/S de disco en el menú emergente
fr: Afficher un graphique d'historique E/S disque dans le menu contextuel

source: Combined (Total I/O)
de: Kombiniert (Gesamt-E/A)
es: Combinado (E/S total)
fr: Combiné (E/S totales)

source: Separate (Read/Write)
de: Getrennt (Lesen/Schreiben)
es: Separado (Lectura/Escritura)
fr: Séparé (Lecture/Écriture)

source: Read Only
de: Nur Lesen
es: Solo lectura
fr: Lecture uniquement

source: Write Only
de: Nur Schreiben
es: Solo escritura
fr: Écriture uniquement

source: Disk I/O Display Mode
de: Anzeigemodus Festplatten-E/A
es: Modo de visualización de E/S de disco
fr: Mode d'affichage E/S disque

source: How to display disk I/O speed
de: Wie die Festplatten-E/A-Geschwindigkeit angezeigt wird
es: Cómo mostrar la velocidad de E/S de disco
fr: Comment afficher la vitesse E/S disque

source: Enable Color Themes
de: Farbschema aktivieren
es: Activar temas de color
fr: Activer les thèmes de couleur

source: Apply color coding to labels (green/yellow/red) based on thresholds
de: Farbcodierung für Beschriftungen (grün/gelb/rot) basierend auf Schwellenwerten anwenden
es: Aplicar codificación de color a las etiquetas (verde/amarillo/rojo) según los umbrales
fr: Appliquer un code couleur aux textes (vert/jaune/rouge) selon les seuils

source: Thresholds
de: Schwellenwerte
es: Umbrales
fr: Seuils

source: Choose how sensitive the thresholds are (more or less animated)
fr: Choisissez le niveau de sensibilité des seuils (plus ou moins animés).

source: Spectacular
fr: Spectaculaire

source: Stress Test
fr: Test de résistance

source: Apply a preset to all thresholds
fr: Appliquer un préréglage à tous les seuils

source: Animal Speed Thresholds
de: Geschwindigkeitsschwellen der Tiere
es: Umbrales de velocidad de los animales
fr: Seuils de vitesse des animaux

source: Change the network speed thresholds for switching animals
de: Netzwerk-Geschwindigkeitsschwellen zum Wechseln der Tiere ändern
es: Cambiar los umbrales de velocidad de red para cambiar de animal
fr: Modifier les seuils de vitesse réseau pour changer d'animal

source: Turtle Threshold
de: Schwelle Schildkröte
es: Umbral de tortuga
fr: Seuil tortue

source: Switch to turtle when above (Mbit/s)
de: Zur Schildkröte wechseln, wenn über (Mbit/s)
es: Cambiar a tortuga cuando sea superior a (Mbit/s)
fr: Passer à la tortue au-dessus de (Mbit/s)

source: Rabbit Threshold
de: Schwelle Hase
es: Umbral de conejo
fr: Seuil lapin

source: Switch to rabbit when above (Mbit/s)
de: Zum Hasen wechseln, wenn über (Mbit/s)
es: Cambiar a conejo cuando sea superior a (Mbit/s)
fr: Passer au lapin au-dessus de (Mbit/s)

source: Memory Level Thresholds
de: Speicher-Schwellenwerte
es: Umbrales de niveles de memoria
fr: Seuils de niveau mémoire

source: Change the memory usage thresholds for switching blob levels
de: Schwellenwerte der Speicherauslastung zum Wechseln der Blob-Stufen ändern
es: Cambiar los umbrales de uso de memoria para cambiar los niveles del blob
fr: Modifier les seuils d'utilisation mémoire pour changer les niveaux du blob

source: Memory Level 1 Threshold
de: Speicherstufe 1 Schwellenwert
es: Umbral de memoria nivel 1
fr: Seuil mémoire niveau 1

source: Switch to blob level 1 when above (%)
de: Zur Blob-Stufe 1 wechseln, wenn über (%)
es: Cambiar al nivel 1 del blob cuando sea superior a (%)
fr: Passer au niveau 1 du blob au-dessus de (%)

source: Memory Level 2 Threshold
de: Speicherstufe 2 Schwellenwert
es: Umbral de memoria nivel 2
fr: Seuil mémoire niveau 2

source: Switch to blob level 2 when above (%)
de: Zur Blob-Stufe 2 wechseln, wenn über (%)
es: Cambiar al nivel 2 del blob cuando sea superior a (%)
fr: Passer au niveau 2 du blob au-dessus de (%)

source: Memory Level 3 Threshold
de: Speicherstufe 3 Schwellenwert
es: Umbral de memoria nivel 3
fr: Seuil mémoire niveau 3

source: Switch to blob level 3 when above (%)
de: Zur Blob-Stufe 3 wechseln, wenn über (%)
es: Cambiar al nivel 3 del blob cuando sea superior a (%)
fr: Passer au niveau 3 du blob au-dessus de (%)

source: CPU Level Thresholds
de: CPU-Schwellenwerte
es: Umbrales de niveles de CPU
fr: Seuils de niveau CPU

source: Change the CPU usage thresholds for switching CPU icon levels
de: Schwellenwerte der CPU-Auslastung zum Wechseln der CPU-Symbolstufen ändern
es: Cambiar los umbrales de uso de CPU para cambiar los niveles del icono de CPU
fr: Modifier les seuils d'utilisation CPU pour changer les niveaux d'icône CPU

source: CPU Level 1 Threshold
de: CPU-Stufe 1 Schwellenwert
es: Umbral de CPU nivel 1
fr: Seuil CPU niveau 1

source: Switch to CPU level 1 when above (%)
de: Zur CPU-Stufe 1 wechseln, wenn über (%)
es: Cambiar al nivel 1 de CPU cuando sea superior a (%)
fr: Passer au niveau 1 CPU au-dessus de (%)

source: CPU Level 2 Threshold
de: CPU-Stufe 2 Schwellenwert
es: Umbral de CPU nivel 2
fr: Seuil CPU niveau 2

source: Switch to CPU level 2 when above (%)
de: Zur CPU-Stufe 2 wechseln, wenn über (%)
es: Cambiar al nivel 2 de CPU cuando sea superior a (%)
fr: Passer au niveau 2 CPU au-dessus de (%)

source: CPU Level 3 Threshold
de: CPU-Stufe 3 Schwellenwert
es: Umbral de CPU nivel 3
fr: Seuil CPU niveau 3

source: Switch to CPU level 3 when above (%)
de: Zur CPU-Stufe 3 wechseln, wenn über (%)
es: Cambiar al nivel 3 de CPU cuando sea superior a (%)
fr: Passer au niveau 3 CPU au-dessus de (%)

source: Temperature Thresholds
de: Temperatur-Schwellenwerte
es: Umbrales de temperatura
fr: Seuils de température

source: Change the temperature thresholds for switching thermometer levels
de: Temperaturschwellenwerte zum Wechseln der Thermometerstufen ändern
es: Cambiar los umbrales de temperatura para cambiar los niveles del termómetro
fr: Modifier les seuils de température pour changer les niveaux du thermomètre

source: Warm Temperature Threshold
de: Schwelle für warme Temperatur
es: Umbral de temperatura cálida
fr: Seuil température chaude

source: Switch to warm (yellow) when above (°C)
de: Auf warm (gelb) wechseln, wenn über (°C)
es: Cambiar a cálido (amarillo) cuando sea superior a (°C)
fr: Passer à chaud (jaune) au-dessus de (°C)

source: Hot Temperature Threshold
de: Schwelle für hohe Temperatur
es: Umbral de temperatura alta
fr: Seuil température élevée

source: Switch to hot (orange) when above (°C)
de: Auf heiß (orange) wechseln, wenn über (°C)
es: Cambiar a caliente (naranja) cuando sea superior a (°C)
fr: Passer à très chaud (orange) au-dessus de (°C)

source: Critical Temperature Threshold
de: Schwelle für kritische Temperatur
es: Umbral de temperatura crítica
fr: Seuil température critique

source: Switch to critical (red) when above (°C)
de: Auf kritisch (rot) wechseln, wenn über (°C)
es: Cambiar a crítico (rojo) cuando sea superior a (°C)
fr: Passer à critique (rouge) au-dessus de (°C)

source: Disk I/O Thresholds
de: Festplatten-E/A-Schwellenwerte
es: Umbrales de E/S de disco
fr: Seuils d'E/S disque

source: Change the disk I/O speed thresholds for switching disk icon levels
de: Schwellenwerte für Festplatten-E/A-Geschwindigkeit zum Wechseln der Symbolstufen ändern
es: Cambiar los umbrales de velocidad de E/S de disco para cambiar los niveles de icono
fr: Modifier les seuils de vitesse d'E/S disque pour changer les niveaux d'icône

source: Disk Level 1 Threshold
de: Festplatten-Stufe-1-Schwellenwert
es: Umbral de nivel 1 de disco
fr: Seuil niveau 1 disque

source: Switch to low activity when above (MB/s)
de: Auf niedrige Aktivität wechseln, wenn über (MB/s)
es: Cambiar a actividad baja cuando sea superior a (MB/s)
fr: Passer en activité faible au-dessus de (Mo/s)

source: Disk Level 2 Threshold
de: Festplatten-Stufe-2-Schwellenwert
es: Umbral de nivel 2 de disco
fr: Seuil niveau 2 disque

source: Switch to medium activity when above (MB/s)
de: Auf mittlere Aktivität wechseln, wenn über (MB/s)
es: Cambiar a actividad media cuando sea superior a (MB/s)
fr: Passer en activité moyenne au-dessus de (Mo/s)

source: Disk Level 3 Threshold
de: Festplatten-Stufe-3-Schwellenwert
es: Umbral de nivel 3 de disco
fr: Seuil niveau 3 disque

source: Switch to high activity when above (MB/s)
de: Auf hohe Aktivität wechseln, wenn über (MB/s)
es: Cambiar a actividad alta cuando sea superior a (MB/s)
fr: Passer en activité élevée au-dessus de (Mo/s)

source: Configure desktop notifications for system alerts
de: Desktop-Benachrichtigungen für Systemwarnungen konfigurieren
es: Configurar notificaciones de escritorio para alertas del sistema
fr: Configurer les notifications du bureau pour les alertes système

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
